Repository: uyelikposya/NonogramGame
Catalog: Catgrid/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr

source: Breed Story
de: Geschichte der Rasse
es: Historia de la raza
fr: Histoire de la race
ja: 品種の物語
ko: 품종 이야기
pt_br: História da Raça
tr: Türün Hikâyesi

source: Care Guide
de: Pflegetipps
es: Guía de cuidados
fr: Guide d'entretien
ja: お手入れガイド
ko: 돌봄 가이드
pt_br: Guia de Cuidados
tr: Bakım Rehberi

source: Weight
de: Gewicht
es: Peso
fr: Poids
ja: 体重
ko: 체중
pt_br: Peso
tr: Kilo

source: Finish Muffin's School.
de: Schließe Muffins Schule ab.
es: Termina la escuela de Muffin.
fr: Terminez l'école de Muffin.
ja: マフィンの学校を卒業する。
ko: 머핀의 학교를 마치세요.
pt_br: Conclua a Escola da Muffin.
tr: Muffin'in Okulu'nu bitir.

source: Your first square
de: Dein erstes Feld
es: Tu primera casilla
fr: Ta première case
ja: はじめてのマス
ko: 첫 번째 칸
pt_br: Seu primeiro quadrado
tr: İlk karen

source: Hi, I'm Muffin! The 1 next to the row means one square is filled. The 1 above a column shows which one. Tap it!
de: Hallo, ich bin Muffin! Die 1 neben der Zeile bedeutet: Ein Feld ist ausgefüllt. Die 1 über einer Spalte zeigt, welches. Tippe darauf!
es: ¡Hola, soy Muffin! El 1 junto a la fila significa que hay una casilla rellena. El 1 encima de una columna te dice cuál. ¡Tócala!
fr: Salut, je suis Muffin ! Le 1 à côté de la ligne signifie qu'une case est remplie. Le 1 au-dessus d'une colonne indique laquelle. Touche-la !
ja: こんにちは、マフィンです!行の横の「1」は、マスが1つ塗られるという意味。列の上の「1」がどのマスかを教えてくれます。タップしてみて!
ko: 안녕, 나는 머핀이야! 줄 옆의 1은 칸 하나가 칠해진다는 뜻이야. 열 위의 1이 어느 칸인지 알려 줘. 눌러 봐!
pt_br: Oi, eu sou a Muffin! O 1 ao lado da linha quer dizer que um quadrado está preenchido. O 1 em cima de uma coluna mostra qual. Toque nele!
tr: Merhaba, ben Muffin! Satırın yanındaki 1, o satırda bir karenin dolu olduğunu söyler. Sütunun üstündeki 1 hangisi olduğunu gösterir. Ona dokun!

source: Tip: pick your favorite colors in Settings → Color Palette.
de: Tipp: Wähle deine Lieblingsfarben unter Einstellungen → Farbpalette.
es: Consejo: elige tus colores favoritos en Ajustes → Paleta de colores.
fr: Astuce : choisis tes couleurs préférées dans Réglages → Palette de couleurs.
ja: ヒント:設定 → カラーパレットで好きな色を選べます。
ko: 팁: 설정 → 색상 팔레트에서 좋아하는 색을 고를 수 있어요.
pt_br: Dica: escolha suas cores favoritas em Ajustes → Paleta de Cores.
tr: İpucu: En sevdiğin renkleri Ayarlar → Renk Paleti'nden seçebilirsin.

source: Tip: you can turn the music off in Settings → Sound.
de: Tipp: Die Musik kannst du unter Einstellungen → Ton ausschalten.
es: Consejo: puedes apagar la música en Ajustes → Sonido.
fr: Astuce : tu peux couper la musique dans Réglages → Son.
ja: ヒント:音楽は設定 → サウンドでオフにできます。
ko: 팁: 설정 → 사운드에서 음악을 끌 수 있어요.
pt_br: Dica: você pode desligar a música em Ajustes → Som.
tr: İpucu: Müziği Ayarlar → Ses bölümünden kapatabilirsin.

source: Stuck? Pet the little cat below the board and it will show you a line to look at.
de: Hängst du fest? Streichle die kleine Katze unter dem Spielfeld – sie zeigt dir eine Zeile, die du dir ansehen solltest.
es: ¿Atascado? Acaricia al gatito bajo el tablero y te mostrará una línea en la que fijarte.
fr: Bloqué ? Caresse le petit chat sous la grille : il te montrera une ligne à regarder.
ja: 行き詰まったら、盤面の下の小さな猫をなでてみて。見るべき列を教えてくれます。
ko: 막혔나요? 판 아래의 작은 고양이를 쓰다듬으면 살펴볼 줄을 알려 줘요.
pt_br: Travou? Faça carinho no gatinho embaixo do tabuleiro e ele mostra uma linha para você olhar.
tr: Takıldın mı? Tahtanın altındaki küçük kediyi sev, sana bakman gereken satırı göstersin.

source: Tip: pause any time with the button at the top right.
de: Tipp: Mit der Taste oben rechts kannst du jederzeit pausieren.
es: Consejo: pausa cuando quieras con el botón de arriba a la derecha.
fr: Astuce : mets le jeu en pause à tout moment avec le bouton en haut à droite.
ja: ヒント:右上のボタンでいつでも一時停止できます。
ko: 팁: 오른쪽 위 버튼으로 언제든 일시정지할 수 있어요.
pt_br: Dica: pause quando quiser com o botão no canto superior direito.
tr: İpucu: Sağ üstteki düğmeyle istediğin zaman duraklatabilirsin.

source: Skip tutorial
de: Tutorial überspringen
es: Saltar tutorial
fr: Passer le tutoriel
ja: チュートリアルをスキップ
ko: 튜토리얼 건너뛰기
pt_br: Pular tutorial
tr: Eğitimi atla

source: Skip the tutorial?
de: Tutorial überspringen?
es: ¿Saltar el tutorial?
fr: Passer le tutoriel ?
ja: チュートリアルをスキップしますか?
ko: 튜토리얼을 건너뛸까요?
pt_br: Pular o tutorial?
tr: Eğitim atlansın mı?

source: The first cat breed opens right away. You can come back to Muffin's School any time from All Levels.
de: Die erste Katzenrasse wird sofort freigeschaltet. Zu Muffins Schule kannst du jederzeit über „Alle Level“ zurückkehren.
es: La primera raza de gato se abre enseguida. Puedes volver a la escuela de Muffin cuando quieras desde Todos los niveles.
fr: La première race de chat s'ouvre tout de suite. Tu peux revenir à l'école de Muffin à tout moment depuis Tous les niveaux.
ja: 最初の猫の品種がすぐに開きます。マフィンの学校には「すべてのレベル」からいつでも戻れます。
ko: 첫 번째 고양이 품종이 바로 열려요. 머핀의 학교는 '모든 레벨'에서 언제든 다시 갈 수 있어요.
pt_br: A primeira raça de gato abre na hora. Você pode voltar à Escola da Muffin quando quiser em Todos os Níveis.
tr: İlk kedi türü hemen açılır. Muffin'in Okulu'na istediğin zaman Tüm Bölümler'den dönebilirsin.

source: Play Style
de: Spielstil
es: Estilo de juego
fr: Style de jeu
ja: プレイスタイル
ko: 플레이 스타일
pt_br: Estilo de Jogo
tr: Oyun Tarzı

source: Calm and simple: soft music, no distractions.
de: Ruhig und schlicht: sanfte Musik, keine Ablenkung.
es: Tranquilo y sencillo: música suave, sin distracciones.
fr: Calme et simple : musique douce, aucune distraction.
ja: 穏やかでシンプル:やさしい音楽、気が散るものはありません。
ko: 차분하고 단순하게: 부드러운 음악, 방해 요소 없음.
pt_br: Calmo e simples: música suave, sem distrações.
tr: Sakin ve sade: yumuşak müzik, dikkat dağıtan hiçbir şey yok.

source: Sparkles for every line, celebrations for every puzzle and upbeat music.
de: Funkeln für jede Zeile, Feiern für jedes Rätsel und fröhliche Musik.
es: Destellos en cada línea, celebraciones en cada puzle y música animada.
fr: Des étincelles à chaque ligne, une fête à chaque grille et une musique entraînante.
ja: 列ごとにキラキラ、パズルごとにお祝い、そしてノリのいい音楽。
ko: 줄마다 반짝임, 퍼즐마다 축하, 그리고 신나는 음악.
pt_br: Brilhos a cada linha, festa a cada desafio e música animada.
tr: Her satırda parıltı, her bulmacada kutlama ve hareketli müzik.

source: Zoom out
de: Verkleinern
es: Alejar
fr: Dézoomer
ja: 縮小
ko: 축소
pt_br: Diminuir zoom
tr: Uzaklaştır

source: Calm
de: Ruhig
es: Tranquilo
fr: Calme
ja: おだやか
ko: 차분하게
pt_br: Calmo
tr: Sakin

source: Energetic
de: Energisch
es: Enérgico
fr: Énergique
ja: エネルギッシュ
ko: 신나게
pt_br: Energético
tr: Enerjik

source: Tip: like it calm or lively? Pick Calm or Energetic mode in Settings → Play Style.
de: Tipp: Lieber ruhig oder lebhaft? Wähle unter Einstellungen → Spielstil den Modus Ruhig oder Energisch.
es: Consejo: ¿tranquilo o animado? Elige el modo Tranquilo o Enérgico en Ajustes → Estilo de juego.
fr: Astuce : plutôt calme ou animé ? Choisis le mode Calme ou Énergique dans Réglages → Style de jeu.
ja: ヒント:のんびり派?にぎやか派?設定 → プレイスタイルで「おだやか」か「エネルギッシュ」を選べます。
ko: 팁: 차분한 게 좋아요, 신나는 게 좋아요? 설정 → 플레이 스타일에서 차분하게나 신나게 모드를 고르세요.
pt_br: Dica: prefere calmo ou animado? Escolha o modo Calmo ou Energético em Ajustes → Estilo de Jogo.
tr: İpucu: Sakin mi seversin, hareketli mi? Ayarlar → Oyun Tarzı'ndan Sakin ya da Enerjik modu seç.

source: Start Over
de: Neu beginnen
es: Empezar de nuevo
fr: Recommencer
ja: 最初からやり直す
ko: 처음부터 다시
pt_br: Recomeçar
tr: Baştan Başla

source: Zeros and crosses
de: Nullen und Kreuze
es: Ceros y cruces
fr: Zéros et croix
ja: 0と×
ko: 0과 X
pt_br: Zeros e X
tr: Sıfırlar ve çarpılar

source: Blocks side by side
de: Blöcke nebeneinander
es: Bloques juntos
fr: Blocs côte à côte
ja: となり合うマス
ko: 나란히 있는 칸
pt_br: Blocos lado a lado
tr: Yan yana kareler

source: Your turn
de: Du bist dran
es: Tu turno
fr: À toi de jouer
ja: あなたの番
ko: 네 차례야
pt_br: Sua vez
tr: Sıra sende

source: Numbers show how many squares in a row are filled. A 0 means the row has no filled squares. Tap the X below to add crosses.
de: Die Zahlen zeigen, wie viele Felder einer Zeile ausgefüllt sind. Eine 0 heißt: kein Feld ist ausgefüllt. Tippe unten auf das X, um Kreuze zu setzen.
es: Los números indican cuántas casillas de una fila están rellenas. Un 0 significa que la fila no tiene casillas rellenas. Toca la X de abajo para poner cruces.
fr: Les nombres indiquent combien de cases d'une ligne sont remplies. Un 0 veut dire qu'aucune case n'est remplie. Touche le X en bas pour placer des croix.
ja: 数字は、その行で塗られるマスの数を表します。0は塗られるマスがないという意味。×をつけるには、下の×をタップしてね。
ko: 숫자는 한 줄에서 몇 칸이 칠해지는지 알려 줘. 0은 칠해지는 칸이 없다는 뜻이야. 아래의 X를 눌러 X를 표시해 봐.
pt_br: Os números mostram quantos quadrados de uma linha estão preenchidos. Um 0 quer dizer que a linha não tem nenhum. Toque no X lá embaixo para marcar com X.
tr: Sayılar bir satırda kaç karenin dolu olduğunu gösterir. 0, satırda dolu kare olmadığı anlamına gelir. Çarpı işareti eklemek için alttaki çarpıya dokun.

source: If a clue is as long as the row, the whole row is filled. Starting there makes it easier.
de: Ist ein Hinweis so lang wie die Zeile, ist die ganze Zeile ausgefüllt. Wenn du dort anfängst, wird es leichter.
es: Si una pista es tan larga como la fila, la fila entera está rellena. Empezar por ahí te lo pone más fácil.
fr: Si un indice est aussi long que la ligne, toute la ligne est remplie. Commencer par là te facilite la tâche.
ja: 数字が行の長さと同じなら、その行はぜんぶ塗られます。そこから始めると楽になるよ。
ko: 힌트가 줄 길이와 같으면 그 줄은 전부 칠해져. 거기서 시작하면 훨씬 쉬워.
pt_br: Se a dica é do tamanho da linha, a linha inteira está preenchida. Começar por ela facilita tudo.
tr: İpucu satır kadar uzunsa satırın tamamı dolu demektir. Oradan başlamak işini kolaylaştırır.

source: Remember, a 0 means that row has no filled squares? Let's start by placing crosses.
de: Weißt du noch? Eine 0 heißt, dass in der Zeile kein Feld ausgefüllt ist. Fangen wir mit Kreuzen an.
es: ¿Recuerdas que un 0 significa que la fila no tiene casillas rellenas? Empecemos poniendo cruces.
fr: Tu te souviens ? Un 0 veut dire qu'aucune case de la ligne n'est remplie. Commençons par placer des croix.
ja: 0は、その行に塗るマスがないという意味だったよね?まずは×をつけるところから始めよう。
ko: 0은 그 줄에 칠해지는 칸이 없다는 뜻이었지, 기억나? X를 표시하는 것부터 시작하자.
pt_br: Lembra que 0 quer dizer que a linha não tem quadrados preenchidos? Vamos começar marcando com X.
tr: 0, o satırda dolu kare olmadığı anlamına geliyordu hatırladın mı? Hadi çarpı koyarak başlayalım.

source: There's a row that's completely full. Let's pick Fill again and find the filled squares.
de: Es gibt eine Zeile, die ganz ausgefüllt ist. Wähle wieder Füllen und finde die ausgefüllten Felder.
es: Hay una fila completamente rellena. Elige de nuevo Rellenar y busquemos las casillas rellenas.
fr: Il y a une ligne entièrement remplie. Reprends Remplir et trouvons les cases remplies.
ja: ぜんぶ塗られる行があるよ。もう一度「塗る」を選んで、塗るマスを見つけよう。
ko: 전부 칠해지는 줄이 있어. 다시 '칠하기'를 골라서 칠할 칸을 찾아보자.
pt_br: Tem uma linha totalmente preenchida. Escolha Preencher de novo e vamos achar os quadrados preenchidos.
tr: Tamamı dolu olan bir satır var. Tekrar doldurmayı seçelim ve dolu kareleri bulalım.

source: Numbers tell you how many squares sit side by side in a row or column. How can 2 squares together and 1 square alone fit?
de: Die Zahlen sagen, wie viele Felder in einer Zeile oder Spalte nebeneinander ausgefüllt sind. Wie passen 2 Felder zusammen und 1 Feld allein hinein?
es: Los números indican cuántas casillas seguidas están rellenas en una fila o columna. ¿Cómo caben 2 casillas juntas y 1 casilla sola?
fr: Les nombres indiquent combien de cases sont remplies côte à côte dans une ligne ou une colonne. Comment placer 2 cases ensemble et 1 case seule ?
ja: 数字は、行や列でとなり合って塗られるマスの数を表します。2マス並びと1マスだけ、どう置けるかな?
ko: 숫자는 한 줄이나 열에서 몇 칸이 나란히 칠해지는지 알려 줘. 2칸이 붙어 있고 1칸이 따로 있으려면 어떻게 될까?
pt_br: Os números dizem quantos quadrados lado a lado estão preenchidos numa linha ou coluna. Como cabem 2 quadrados juntos e 1 sozinho?
tr: Sayılar bir satırda veya sütunda kaç karenin yan yana dolu olduğunu söyler. 2 kare yan yana ve 1 kare tek başına nasıl olabilir?

source: One row is empty and one is completely full. Find those first and you won't get confused. Your turn!
de: Eine Zeile ist leer, eine ist ganz ausgefüllt. Wenn du die zuerst findest, kommst du nicht durcheinander. Du bist dran!
es: Una fila está vacía y otra completamente rellena. Si las encuentras primero, no te liarás. ¡Tu turno!
fr: Une ligne est vide et une autre est entièrement remplie. Trouve-les d'abord et tu ne t'embrouilleras pas. À toi !
ja: 空っぽの行と、ぜんぶ塗られる行があるよ。先にそこを見つければ迷わないよ。さあ、あなたの番!
ko: 한 줄은 비어 있고 한 줄은 전부 칠해져. 그 줄부터 찾으면 헷갈리지 않아. 이제 네 차례야!
pt_br: Uma linha está vazia e outra totalmente preenchida. Ache essas primeiro e você não se confunde. Sua vez!
tr: Bir satır boş, bir satır tamamen dolu. Öncelikle buraları bulursan kafan karışmaz. Hadi sıra sende!

source: Cursor on Large Puzzles
de: Cursor bei großen Rätseln
es: Cursor en puzles grandes
fr: Curseur sur les grandes grilles
ja: 大きなパズルでカーソル
ko: 큰 퍼즐에서 커서 사용
pt_br: Cursor em quebra-cabeças grandes
tr: Büyük bulmacalarda imleç

source: Puzzles bigger than 10×10 are played with a cursor: pick a square, then Fill or X.
de: Rätsel größer als 10×10 spielst du mit einem Cursor: Feld wählen, dann Füllen oder X.
es: Los puzles de más de 10×10 se juegan con un cursor: elige una casilla y luego Rellenar o X.
fr: Les grilles de plus de 10×10 se jouent avec un curseur : choisis une case, puis Remplir ou X.
ja: 10×10より大きいパズルはカーソルで遊びます。マスを選んでから「塗る」か「×」。
ko: 10×10보다 큰 퍼즐은 커서로 플레이해요. 칸을 고른 뒤 칠하기나 X를 누르세요.
pt_br: Quebra-cabeças maiores que 10×10 são jogados com um cursor: escolha um quadrado e depois Preencher ou X.
tr: 10×10'dan büyük bulmacalar imleçle oynanır: kareyi seç, sonra Doldur ya da X.

source: Tap a square to move the cursor. Hold Fill or X and slide right to lock it.
de: Tippe auf ein Feld, um den Cursor zu bewegen. Halte Füllen oder X und wische nach rechts, um es zu sperren.
es: Toca una casilla para mover el cursor. Mantén Rellenar o X y desliza a la derecha para fijarlo.
fr: Touche une case pour déplacer le curseur. Maintiens Remplir ou X et glisse à droite pour le verrouiller.
ja: マスをタップしてカーソルを移動。「塗る」か「×」を押したまま右へスライドするとロック。
ko: 칸을 눌러 커서를 옮기세요. 칠하기나 X를 누른 채 오른쪽으로 밀면 고정돼요.
pt_br: Toque num quadrado para mover o cursor. Segure Preencher ou X e deslize para a direita para travar.
tr: İmleci taşımak için kareye dokun. Kilitlemek için Doldur ya da X'e basılı tutup sağa kaydır.

source: Lock
de: Sperren
es: Fijar
fr: Verrouiller
ja: ロック
ko: 고정
pt_br: Travar
tr: Kilitle

source: Move cursor
de: Cursor bewegen
es: Mover el cursor
fr: Déplacer le curseur
ja: カーソルを移動
ko: 커서 이동
pt_br: Mover cursor
tr: İmleci taşı

source: Cat Card Collection
de: Katzenkarten-Sammlung
es: Colección de cartas de gatos
fr: Collection de cartes de chats
ja: 猫カードコレクション
ko: 고양이 카드 컬렉션
pt_br: Coleção de cartas de gatos
tr: Kedi Kart Koleksiyonu

source: Cat Puzzle
de: Katzenrätsel
es: Puzle de gatos
fr: Puzzle des chats
ja: 猫パズル
ko: 고양이 퍼즐
pt_br: Quebra-cabeça dos gatos
tr: Kedi Bulmaca

source: Solve picture puzzles, collect cat cards
de: Löse Bilderrätsel, sammle Katzenkarten
es: Resuelve puzles de imágenes y colecciona cartas
fr: Résous des grilles illustrées, collectionne les cartes
ja: 絵のパズルを解いて猫カードを集めよう
ko: 그림 퍼즐을 풀고 고양이 카드를 모아요
pt_br: Resolva quebra-cabeças de imagens e colecione cartas
tr: Resimli bulmacaları çöz, kedi kartlarını topla

source: One cat per color, row and column
de: Eine Katze pro Farbe, Zeile und Spalte
es: Un gato por color, fila y columna
fr: Un chat par couleur, ligne et colonne
ja: 色・行・列にそれぞれ猫1匹
ko: 색, 행, 열마다 고양이 한 마리
pt_br: Um gato por cor, linha e coluna
tr: Her renkte, satırda ve sütunda bir kedi

source: %lld/%lld breeds
de: %lld/%lld Rassen
es: %lld/%lld razas
fr: %lld/%lld races
ja: %lld/%lld種
ko: %lld/%lld 품종
pt_br: %lld/%lld raças
tr: %lld/%lld tür

source: Continue where you left off
de: Weiterspielen, wo du aufgehört hast
es: Continúa donde lo dejaste
fr: Reprendre là où tu t'es arrêté
ja: 続きから遊ぶ
ko: 이어서 하기
pt_br: Continue de onde parou
tr: Kaldığın yerden devam et

source: %@ · Puzzle %lld
de: %@ · Rätsel %lld
es: %@ · Puzle %lld
fr: %@ · Grille %lld
ja: %@ · パズル %lld
ko: %@ · 퍼즐 %lld
pt_br: %@ · Quebra-cabeça %lld
tr: %@ · Bulmaca %lld

source: %lld of %lld breeds collected
de: %lld von %lld Rassen gesammelt
es: %lld de %lld razas reunidas
fr: %lld races sur %lld collectionnées
ja: %lld/%lld種を集めました
ko: %lld/%lld 품종 수집
pt_br: %lld de %lld raças coletadas
tr: %lld/%lld tür toplandı

source: %lld of %lld levels solved
de: %lld von %lld Levels gelöst
es: %lld de %lld niveles resueltos
fr: %lld niveaux sur %lld résolus
ja: %lld/%lldレベルクリア
ko: %lld/%lld 레벨 해결
pt_br: %lld de %lld níveis resolvidos
tr: %lld/%lld bölüm çözüldü

source: %lld of %lld cats found
de: %lld von %lld Katzen gefunden
es: %lld de %lld gatos encontrados
fr: %lld chats sur %lld trouvés
ja: %lld/%lld匹見つけた
ko: %lld/%lld 마리 찾음
pt_br: %lld de %lld gatos encontrados
tr: %lld/%lld kedi bulundu

source: More cats are on their way.
de: Weitere Katzen sind unterwegs.
es: Pronto llegarán más gatos.
fr: D'autres chats arrivent bientôt.
ja: 新しい猫がもうすぐやってきます。
ko: 더 많은 고양이가 곧 와요.
pt_br: Mais gatos estão a caminho.
tr: Yeni kediler yolda.

source: My Badges
de: Meine Abzeichen
es: Mis insignias
fr: Mes badges
ja: マイバッジ
ko: 내 배지
pt_br: Minhas medalhas
tr: Rozetlerim

source: Cat Finder: %lld
de: Katzenfinder: %lld
es: Buscagatos: %lld
fr: Détecteur de chat : %lld
ja: 猫さがし:%lld
ko: 고양이 찾기: %lld
pt_br: Localizador de gatos: %lld
tr: Kedi bulucu: %lld

source: Hints: %lld
de: Tipps: %lld
es: Pistas: %lld
fr: Indices : %lld
ja: ヒント:%lld
ko: 힌트: %lld
pt_br: Dicas: %lld
tr: İpucu: %lld

source: Premium refills both to 6 every day at midnight.
de: Mit Premium füllen sich beide jeden Tag um Mitternacht auf 6 auf.
es: Con Premium, ambos vuelven a 6 cada día a medianoche.
fr: Avec Premium, les deux reviennent à 6 chaque jour à minuit.
ja: プレミアムなら毎日0時にどちらも6回に戻ります。
ko: 프리미엄은 매일 자정에 둘 다 6개로 채워져요.
pt_br: Com o Premium, os dois voltam a 6 todo dia à meia-noite.
tr: Premium'da ikisi de her gece 00:00'da 6'ya tamamlanır.

source: When they run out, watch a short video for one more. Premium refills them to 6 every day.
de: Wenn sie aufgebraucht sind, schau ein kurzes Video für einen weiteren. Mit Premium füllen sie sich täglich auf 6 auf.
es: Cuando se acaben, mira un video corto para conseguir otro. Con Premium vuelven a 6 cada día.
fr: Quand il n'y en a plus, regarde une courte vidéo pour en obtenir un. Avec Premium, ils reviennent à 6 chaque jour.
ja: なくなったら短い動画を見るともう1回。プレミアムなら毎日6回に戻ります。
ko: 다 쓰면 짧은 영상을 보고 하나 더 받을 수 있어요. 프리미엄은 매일 6개로 채워져요.
pt_br: Quando acabarem, assista a um vídeo curto para ganhar mais um. Com o Premium, voltam a 6 todo dia.
tr: Bitince kısa bir video izleyerek bir hak daha alabilirsin. Premium'da her gün 6'ya tamamlanır.

source: Levels Solved
de: Gelöste Levels
es: Niveles resueltos
fr: Niveaux résolus
ja: クリアしたレベル
ko: 해결한 레벨
pt_br: Níveis resolvidos
tr: Çözülen bölüm

source: Cats Found
de: Gefundene Katzen
es: Gatos encontrados
fr: Chats trouvés
ja: 見つけた猫
ko: 찾은 고양이
pt_br: Gatos encontrados
tr: Bulunan kedi

source: Flawless
de: Fehlerlos
es: Impecables
fr: Sans faute
ja: パーフェクト
ko: 완벽
pt_br: Impecáveis
tr: Kusursuz

source: Best Flawless Run
de: Längste fehlerlose Serie
es: Mejor racha impecable
fr: Meilleure série sans faute
ja: 最長パーフェクト連続
ko: 최장 완벽 연속
pt_br: Melhor sequência impecável
tr: En uzun kusursuz seri

source: Best Combo
de: Beste Kombo
es: Mejor combo
fr: Meilleur combo
ja: 最高コンボ
ko: 최고 콤보
pt_br: Melhor combo
tr: En iyi kombo

source: Perfectly Marked
de: Perfekt markiert
es: Marcados a la perfección
fr: Parfaitement marqués
ja: 完璧なマーク
ko: 완벽한 표시
pt_br: Marcados perfeitamente
tr: Tam isabet

source: Total Score
de: Gesamtpunkte
es: Puntuación total
fr: Score total
ja: 合計スコア
ko: 총점
pt_br: Pontuação total
tr: Toplam puan

source: Fastest
de: Am schnellsten
es: Más rápido
fr: Le plus rapide
ja: 最速
ko: 최단 시간
pt_br: Mais rápido
tr: En hızlı

source: Mistakes
de: Fehler
es: Errores
fr: Erreurs
ja: ミス
ko: 실수
pt_br: Erros
tr: Hatalar

source: Cat Finders Used
de: Genutzte Katzenfinder
es: Buscagatos usados
fr: Détecteurs utilisés
ja: 使った猫さがし
ko: 사용한 고양이 찾기
pt_br: Localizadores usados
tr: Kullanılan kedi bulucu

source: Hints Used
de: Genutzte Tipps
es: Pistas usadas
fr: Indices utilisés
ja: 使ったヒント
ko: 사용한 힌트
pt_br: Dicas usadas
tr: Kullanılan ipucu

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
tr: Bugün

source: Play
de: Spielen
es: Jugar
fr: Jouer
ja: プレイ
ko: 플레이
pt_br: Jogar
tr: Oyna

source: Play Again
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer
ja: もう一度
ko: 다시 하기
pt_br: Jogar de novo
tr: Tekrar oyna

source: Streak
de: Serie
es: Racha
fr: Série
ja: 連続
ko: 연속
pt_br: Sequência
tr: Seri

source: Missed a day? You can solve the puzzles of the last 10 days.
de: Einen Tag verpasst? Du kannst die Rätsel der letzten 10 Tage lösen.
es: ¿Te perdiste un día? Puedes resolver los puzles de los últimos 10 días.
fr: Tu as manqué un jour ? Tu peux résoudre les grilles des 10 derniers jours.
ja: 見逃した日がある?過去10日分のパズルが解けます。
ko: 하루 놓쳤나요? 최근 10일의 퍼즐을 풀 수 있어요.
pt_br: Perdeu um dia? Você pode resolver os quebra-cabeças dos últimos 10 dias.
tr: Bir günü mü kaçırdın? Son 10 günün bulmacalarını çözebilirsin.

source: Daily Puzzles
de: Tagesrätsel
es: Puzles diarios
fr: Grilles du jour
ja: デイリーパズル
ko: 데일리 퍼즐
pt_br: Quebra-cabeças diários
tr: Günlük bulmacalar

source: Score
de: Punkte
es: Puntos
ja: スコア
ko: 점수
pt_br: Pontos
tr: Skor

source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더 보기
pt_br: Mais
tr: Diğer

source: Start over?
de: Neu beginnen?
es: ¿Empezar de nuevo?
fr: Recommencer ?
ja: 最初からやり直す?
ko: 처음부터 할까요?
pt_br: Recomeçar?
tr: Baştan başlansın mı?

source: Level not found
de: Level nicht gefunden
es: Nivel no encontrado
fr: Niveau introuvable
ja: レベルが見つかりません
ko: 레벨을 찾을 수 없어요
pt_br: Nível não encontrado
tr: Bölüm bulunamadı

source: No Cat Finders Left
de: Keine Katzenfinder mehr
es: No quedan buscagatos
fr: Plus de détecteur de chat
ja: 猫さがしが残っていません
ko: 고양이 찾기가 없어요
pt_br: Sem localizadores de gatos
tr: Kedi bulucu kalmadı

source: No Hints Left
de: Keine Tipps mehr
es: No quedan pistas
fr: Plus d'indices
ja: ヒントが残っていません
ko: 힌트가 없어요
pt_br: Sem dicas
tr: İpucu kalmadı

source: Watch Video
de: Video ansehen
es: Ver video
fr: Regarder la vidéo
ja: 動画を見る
ko: 영상 보기
pt_br: Assistir vídeo
tr: Video izle

source: Watch a short video for one more. Premium refills to 6 every day at midnight.
de: Schau ein kurzes Video für einen weiteren. Mit Premium füllt es sich jeden Tag um Mitternacht auf 6 auf.
es: Mira un video corto para conseguir otro. Con Premium vuelve a 6 cada día a medianoche.
fr: Regarde une courte vidéo pour en obtenir un de plus. Avec Premium, tu reviens à 6 chaque jour à minuit.
ja: 短い動画を見るともう1回。プレミアムなら毎日0時に6回に戻ります。
ko: 짧은 영상을 보면 하나 더 받아요. 프리미엄은 매일 자정에 6개로 채워져요.
pt_br: Assista a um vídeo curto para ganhar mais um. Com o Premium, volta a 6 todo dia à meia-noite.
tr: Kısa bir video izleyerek bir hak daha al. Premium'da her gece 00:00'da 6'ya tamamlanır.

source: Watch a short video for one more. With Premium you get 6 every day.
de: Schau ein kurzes Video für einen weiteren. Mit Premium bekommst du jeden Tag 6.
es: Mira un video corto para conseguir otro. Con Premium tienes 6 cada día.
fr: Regarde une courte vidéo pour en obtenir un de plus. Avec Premium, tu en as 6 chaque jour.
ja: 短い動画を見るともう1回。プレミアムなら毎日6回使えます。
ko: 짧은 영상을 보면 하나 더 받아요. 프리미엄은 매일 6개를 받아요.
pt_br: Assista a um vídeo curto para ganhar mais um. Com o Premium, você tem 6 todo dia.
tr: Kısa bir video izleyerek bir hak daha al. Premium'da her gün 6 hakkın olur.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
tr: Vazgeç

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt_br: Aplicar
tr: Uygula

source: Find a Cat
de: Katze finden
es: Buscar un gato
fr: Trouver un chat
ja: 猫さがし
ko: 고양이 찾기
pt_br: Achar um gato
tr: Kedi bul

source: Hint
de: Tipp
es: Pista
fr: Indice
ja: ヒント
ko: 힌트
pt_br: Dica
tr: İpucu
